import Footer from "../components/footer";
import Header from "../components/header";

export default function TermsConditions() {
  return (
    <div>
      <Header />
      <div className="background-light">
        <div className="sizer">
          <div className="container">
            <div className="row align-items-center justify-content-center">
              <div className="block box-shadow-none">
                <h1>
                  <span className="color-grey">
                    <strong>
                      เงื่อนไขการใช้งาน (Terms and Conditions)
                    </strong>
                  </span>
                </h1>
                <br />
                <h2>
                  1.) กล่าวนำ
                </h2>
                <p>
                  เงื่อนไขและข้อตกลงในการใช้บริการบนผลิตภัณฑ์ของ Cariber (รวมถึงแต่ไม่จำกัดแค่ www.cariber.co) นี้เป็นข้อผูกพันระหว่างผู้ใช้บริการซึ่งทำการล็อกอินเข้าสู่ระบบของ “Cariber” เพื่อวัตถุประสงค์ในการใช้บริการและหรือซื้อสินค้าและหรือเพื่อการสื่อสารใดๆตามกรอบที่ “Cariber” กำหนด ทั้งนี้ภายใต้กรอบวัตถุประสงค์ในการใช้บริการใดๆ ผ่านทางผลิตภัณฑ์ “Cariber” เพื่อการใช้บริการใดๆ รวมทั้งการซื้อสินค้าใดๆ ซึ่งในที่นี้รวมถึง แต่ไม่จำกัดแค่ วิดีโอคอร์สเรียน, เอกสารประกอบ, คำถามและคำตอบ เมื่อผู้ใช้บริการตกลงชำระเงิน และหรือล็อกอินเข้าสู่ระบบของ Cariber แล้ว “ผู้ใช้บริการ” ตกลงและยินยอมที่จะผูกพันตนรวมทั้งตกลงที่จะปฏิบัติตามเงื่อนไขในการใช้งานผลิตภัณฑ์ของ Cariber ทุกประการ
                </p>
                <br />
                <h2>
                  2.) นโยบายคุ้มครองข้อมูลส่วนบุคคล
                </h2>
                <p>
                  “ผู้ใช้บริการ”สามารถอ่านและศึกษานโยบายคุ้มครองข้อมูลส่วนบุคคลได้ที่ Privacy &amp; Policy
                </p>
                <br />
                <h2>
                  3.) เงื่อนไขทั่วไป
                </h2>
                <p>
                  “Cariber” ขอสงวนสิทธิในการเปลี่ยนแปลง แก้ไข ยกเลิก เงื่อนไขการใช้บริการใดๆได้ทุกเมื่อ “ผู้ใช้บริการ” จะต้องทำการล็อกอินเข้าสู่ระบบอย่างสม่ำเสมอเพื่อให้มั่นใจว่า “ผู้ใช้บริการ” ได้รับรู้ถึงเงื่อนไขล่าสุด ที่มีการประกาศและบังคับใช้ในแต่ละช่วงเวลาใดๆ และถือเป็นพันธะสัญญาที่ผู้ใช้บริการต้องถือปฏิบัติโดยเคร่งครัด เมื่อ “ผู้ใช้บริการ” ได้ใช้ บริการหรือกระทำการใดๆที่เกี่ยวข้องกับสินค้าหลังจากเงื่อนไขใหม่มีผลบังคับใช้แล้ว ให้ถือว่า “ผู้ใช้บริการ” ได้ยอมรับในเงื่อนไขใหม่นั้นๆ
                </p>
                <p>
                  “Cariber” ขอสงวนสิทธิในการแก้ไขหรือยกเลิกสินค้าและบริการใดๆ ได้ทุกเวลา “ผู้ใช้บริการ” ตกลงเป็นผู้รับผิดชอบต่อค่าใช้จ่ายใดๆ เพื่อที่จะทำให้สามารถใช้สินค้าและหรือบริการได้ เช่น ค่าคอมพิวเตอร์ และ ค่าบริการใช้อินเทอร์เน็ต ในกรณีที่ “ผู้ใช้บริการ” ยังไม่ได้ชำระค่าใช้บริการ ค่าสินค้าเต็มจำนวน หรือในจำนวนใดๆ “Cariber”  ขอสงวนสิทธ์ในการป้องกัน และหรือกระทำการในประการใดๆเพื่อมิให้ “ผู้ใช้บริการ” สามารถ ใช้บริการนั้นๆ ได้ตามที “Cariber” เห็นควร การใช้บริการจะต้องอยู่ภายใต้บังคับของกฎหมายไทย ซึ่งรวมถึงแต่ไม่จำกัดเพียงแค่กฎหมายลิขสิทธิ์ กฎหมายคุ้มครองทรัพย์สินทางปัญญาใดๆ กฎหมายว่าด้วยความเป็นส่วนตัว และ กฎหมายยืนยันหรือบ่งชี้ตัวตน
                </p>
                <p>
                  ในการใช้สินค้าและหรือบริการใดๆ และใช้เว็บไซต์ “ผู้ใช้บริการ” ไม่มีสิทธิ์
                  <br />
                  i) คัดลอก, เผยแพร่, ดัดแปลง, ปรับเปลี่ยนหน้าตา, หรือขโมยข้อมูลของสินค้า บริการและเว็บไซต์
                  <br />
                  ii) แสดงตนว่าเป็นบุคคลอื่น หรือให้ข้อมูลส่วนตัวที่ไม่เป็นความจริง
                  <br />
                  iii) ปล่อยไวรัส/ มัลแวร์ที่อาจจะส่งผลเสีย หรือเข้าไปควบคุม การทำงานของสินค้า บริการและเว็บไซต์
                  <br />
                  iv) scrape, spider, ใช้ robot, หรือระบบอัตโนมัติอื่นๆ ในการเข้าไปใช้สินค้าและบริการ
                </p>
                <p>
                  หากผู้ใดละเมิดนำงานไปเผยแพร่ คัดลอก หรือดัดแปลงไม่ว่าบางส่วนหรือทั้งหมดจะถูกดำเนินคดีตามกฎหมาย
                </p>
                <br />
                <h2>
                  4.) การใช้งาน
                </h2>
                <p>
                  “ผู้ใช้บริการ” จะใช้สินค้าและหรือบริการ เพื่อการเรียนรู้เฉพาะตนเท่านั้น “ผู้ใช้บริการ” ตกลงที่จะไม่ใช้สินค้าและหรือบริการ ติดต่อผู้สอนเพื่อประโยชน์ทางธุรกิจใดๆโดยไม่ได้รับอนุญาตจาก “Cariber” เป็นลายลักษณ์อักษรก่อน ซึ่งรวมถึงแต่ไม่จำกัดแค่การว่าจ้าง การเรี่ยไรเงินหรือทรัพย์สิน การขอรับการสนับสนุนทางการเงินและหรือทางผลประโยชน์ในประการใดๆ
                </p>
                <br />
                <h2>
                  5.) ข้อตกลงและคำรับรองของ “ผู้ใช้บริการ”
                </h2>
                <ul>
                  <li>
                    “ผู้ใช้บริการ” ได้อ่าน เข้าใจ และตกลงยอมรับราคา ตลอดจนรายละเอียดต่างๆของสินค้าและหรือบริการก่อนที่จะชำระเงินซื้อสินค้าและหรือบริการนั้นๆ ในกรณีของ “ผู้ใช้บริการ” ที่มีอายุน้อยกว่า 18 ปี ต้องได้รับความยินยอมจากผู้ปกครองก่อนที่จะชำระเงินซื้อสินค้าหรือบริการแล้ว
                  </li>
                  <li>
                    “ผู้ใช้บริการ” จะไม่จัดทำข้อความ นำเข้าซึ่งข้อความภาพประกอบ ข้อความโฆษณา จดหมายลูกโซ่ ข้อความการเรี่ยไรเงิน ทรัพย์สินในเว็บไซต์ หรือกระทำการใดๆ ในลักษณะทำนองเดียวกันนี้
                  </li>
                  <li>
                    “ผู้ใช้บริการ” จะไม่จัดทำข้อความและหรือนำเข้าซึ่งข้อความ รูปภาพ สัญลักษณ์ เครื่องหมายใดๆที่ไม่เหมาะสม ขัดต่อกฎหมาย ขัดต่อศีลธรรมอันดี ขัดต่อความสงบเรียบร้อยของสังคมในประการใดๆ หรือก่อให้เกิดความเข้าใจผิดในเว็บไซต์ในประการใดๆ
                  </li>
                  <li>
                    “ผู้ใช้บริการ” จะไม่นำสินค้าหรือบริการไปทำซ้ำ ดัดแปลง ลอกเลียน ปลอมแปลง ทำเหมือน ตัดต่อ หรือเผยแพร่ในประการใดๆ
                  </li>
                  <li>
                    “ผู้ใช้บริการ” จะไม่เปิดเผยข้อมูลส่วนตัวให้กับ “ผู้สอน” ไม่เช่นนั้น จะไม่รับผิดชอบหากข้อมูลของ “ผู้ใช้บริการ” ถูกนำไปเผยแพร่ หรือถูกใช้ในประการใดๆ
                  </li>
                  <li>
                    “ผู้ใช้บริการ” สามารถใช้สินค้าและบริการที่ตนซื้อได้เพียงเฉพาะเพื่อตนเองเท่านั้น “ผู้ใช้บริการ” ไม่สามารถนำสินค้าหรือบริการที่ตนซื้อไปให้บุคคลอื่นใดใช้และหรือใช้ร่วมได้
                  </li>
                </ul>
                <br />
                <h2>
                  6.) การสมัครสมาชิก
                </h2>
                <ul>
                  <li>
                    “ผู้ใช้บริการ” จะต้องให้ข้อมูลที่เป็นความจริงและเป็นปัจจุบันในการสมัครสมาชิก
                  </li>
                  <li>
                    “ผู้ใช้บริการ” จะต้องซื้อสินค้าก่อนที่จะได้รับรหัสผ่านเพื่อเข้าสู่เว็บไซต์ โดย “ผู้ใช้บริการ” มีความรับผิดชอบเป็นการเฉพาะตนที่จะต้องทำการเก็ษรักษารหัสผ่านไว้เป็นความลับ และต้องไม่เปิดเผยต่อบุคคลใดๆ ไม่ว่าเพื่อวัตถุประสงค์ใด
                  </li>
                  <li>
                    “ผู้ใช้บริการ” ไม่สามารถโอนความเป็นสมาชิกของตนให้กับผู้อื่นและ “ผู้ใช้บริการ” ไม่สามารถใช้อีเมลของผู้อื่นในการเข้าไปใช้บริการหรือซื้อสินค้าได้
                  </li>
                  <li>
                    “ผู้ใช้บริการ” ไม่สามารถเปลี่ยนอีเมลบัญชีผู้ใช้ หากจำเป็นต้องโอนคอร์สเรียนออนไลน์ที่ได้ทำการลงทะเบียนแล้วไปยังอีเมลบัญชีอื่น “ผู้ใช้บริการ” ต้องทำการยื่นคำร้องมาที่ “Cariber” โดยการพิจารณาของทีมงาน “Cariber” ถือเป็นที่สิ้นสุด
                  </li>
                  <li>
                    “ผู้ใช้บริการ” เข้าใจว่าข้อมูลของ “ผู้ใช้บริการ” ซึ่งรวมถึงข้อมูลคอร์สเรียนออนไลน์ที่ “ผู้ใช้บริการ” ได้ซื้อ หรือลงทะเบียนเรียน จะถูกบันทึกกับอีเมลบัญชีผู้ใช้ หากมีการเปลี่ยนแปลงอีเมลบัญชีผู้ใช้ ทาง “Cariber” จะไม่รับผิดชอบ ผลกระทบจากการเปลี่ยนอีเมลบัญชีผู้ใช้
                  </li>
                  <li>
                    “ผู้ใช้บริการ” ที่สมัครบริการ “แพ็กเกจรายปี” สามารถสำหรับส่วนบุคคล ต่อ 1 “ผู้ใช้บริการ” เท่านั้น หากพบว่ามีการละเมิดการใช้งานร่วมกันมากกว่า 1 “ผู้ใช้บริการ” ทางบริษัทขอสงวนสิทธิระงับการใช้งานโดยไม่ต้องแจ้งให้ทราบล่วงหน้า
                  </li>
                </ul>
                <br />
                <h2>
                  7.) ขอบเขตความรับผิดชอบ
                </h2>
                <p>
                  ขอบเขตความรับผิดชอบของ “Cariber” จะถูกจำกัดแค่จำนวนเงินที่ “ผู้ใช้บริการ” ได้ชำระเพื่อซื้อสินค้าและหรือบริการเท่านั้น
                </p>
                <br />
                <h2>
                  8.) การยกเลิกการใช้สินค้า
                </h2>
                <p>
                  หาก “ผู้ใช้บริการ” ทำผิดเงื่อนไขในการใช้สินค้าและหรือบริการในข้อใดๆ “Cariber” สามารถเพิกถอนและหรือระงับการใช้สินค้าและหรือบริการของ “ผู้ใช้บริการ” ได้ทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้า อีกทั้งผู้ใช้บริการและหรือผู้ซื้อสินค้าตกลงและยินยอมให้ “Cariber” ริบเงินที่ได้ชำระไว้แล้วได้ทั้งจำนวนและในทันที
                </p>
                <br />
                <h2>
                  ปรับปรุงครั้งล่าสุดวันที่ 2 กุมภาพันธ์ พ.ศ. 2564
                </h2>
              </div>
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </div>
  )
}