import { Accordion, InterestingTopic } from "./interface";

export const episodes: Accordion[] = [
  {
    title: "EP01: รู้จักกับ “คุณเกียรติศักดิ์ เสนาเมือง”",
    description: ["ทำความรู้จัก โค้ชซิโก้ เกียรติศักดิ์ กับเส้นทางกว่าจะเป็นนักฟุตบอลระดับทีมชาติไทย จากวันที่ใช้หัวใจที่หลงใหลในฟุตบอลนำทางชีวิตสู่ศูนย์หน้าระดับตำนานผู้ทำ ประตูสูงสุดในนามทีมชาติอันดับ 16 ของโลก และโค้ชผู้นำพาทีมชาติไทยกู้ศรัทธาจากแฟนบอลจนสร้างประวัติศาสตร์คว้าแชมป์ แชมป์อาเซียนคัพได้ถึง 2 สมัย"]
  },
  {
    title: "EP02: ศาสตร์ของการเป็นโค้ช",
    description: ["กว่าที่จะเป็นทีมได้ต้องมีกระบวน การสร้างหลายส่วนเป็นองค์ประกอบ และโค้ชไม่ใช่แค่เพียงครูแต่ต้องเป็นทุกอย่างที่ทำให้นักเตะประสบความสำเร็จ พบกับหน้าที่และความรับผิดชอบของโค้ชฟุตบอลที่โค้ชซิโก้ เกียรติศักดิ์ จะมาเล่าให้ฟัง"]
  },
  {
    title: "EP03: แนวคิดความเป็นนักกีฬา",
    description: ["เบื้องหลังความสำเร็จตลอดเส้นทาง การเป็นนักเตะและโค้ชส่วนหนึ่งคือ จิตวิทยาและการเรียนรู้ที่พร้อมพัฒนาตลอดเวลา รวมถึงแนวคิดความเป็นนักกีฬา สิ่งที่โค้ชมองหาในตัวนักเตะ และการฝึกซ้อม ประสบการณ์ทั้งหมดของโค้ชซิโก้ เกียรติศักดิ์ จะถูกถ่ายทอดในบทเรียนนี้"]
  },
  {
    title: "EP04: การฝึกซ้อมของนักฟุตบอล",
    description: ["ไม่มีนักเตะระดับโลกคนไหน จะชนะและประสบความสำเร็จโดยที่ไม่ฝึกซ้อม บทเรียนนี้จะพาทุกคนไปเข้าใจการฝึกซ้อมของนักฟุตบอล หน้าที่ของโค้ช และความสำคัญของการฝึกซ้อม เพราะโค้ชต้องดูภาพรวมทุกอย่างตั้งแต่การซ้อม ความสามารถนักเตะ และการเตรียมพร้อมทีมเพื่อก้าวไปสู่ชัยชนะ"]
  },
  {
    title: "EP05: การสื่อสารและสร้างทีมเวิร์ค",
    description: ["การ สื่อสารในทีมที่ดีจะทำให้ผู้เล่นเข้าใจกันและเห็นเป้าหมายร่วมกัน และโค้ชก็มีหน้าที่ส่งพลังต่อให้กับนักฟุตบอล เพราะความสำเร็จของฟุตบอลเกิดจาก ‘ทีมเวิร์ค’"]
  },
  {
    title: "EP06: รูปแบบแผนการเล่น",
    description: ["ติดตามที่มาและมุมมองในการเลือก แผนการเล่นของโค้ชซิโก้ เกียรติศักดิ์ ในฐานะผู้วางแผนและส่งต่อความเข้าใจให้กับนักเตะ จนกลายเป็นสูตรที่เขาใช้พัฒนาทีมชาติไทย พร้อมอธิบายหน้าที่ของผู้เล่นตำแหน่งต่างๆ ในเกมฟุตบอล รวมทั้งวิธีการศึกษาแผนการเล่นของคู่แข่งทั้งหมดได้ในบทเรียนนี้"]
  },
  {
    title: "EP07: แท็กติกในเกมฟุตบอล",
    description: ["โค้ชซิโก้ เกียรติศักดิ์ จะมาเจาะรายละเอียดให้ฟังถึงแท็กติกที่เขามักจะเลือกใช้ และแท็กติกการต่อบอลสไตล์ Tiki-Taka ที่ต้องรุกเร็ว เคลื่อนไหวเร็ว พร้อมวิเคราะห์ตัวอย่างแมตช์แข่งขันจริง"]
  },
  {
    title: "EP08: การแก้เกมในเกมฟุตบอล",
    description: ["เพราะในเกมฟุตบอลบางครั้งก็ไม่ เป็นไปตามแผนทุกอย่าง โค้ชจึงมีหน้าที่แก้ไขสถานการณ์หน้างานและเรียกความเชื่อมั่นของทีมกลับมา ให้ได้ โค้ชซิโก้ เกียรติศักดิ์จะมายกตัวอย่างแมตช์แข่งขันจริง นัดชิงชนะเลิศ AFF Suzuki Cup 2014 มาเลเซีย 3-2 ไทย ตั้งแต่การวางแผนก่อนลงสนาม และการแก้เกมจนสามารถพลิกคว้าแชมป์ได้ในที่สุด"]
  },
  {
    title: "EP09: บทสรุปตลอดการเดินทาง",
    description: ["จากเด็กที่จะเดินเข้ารั้ว มหาวิทยาลัย สู่ การใช้ลำแข้งนำทางเป็นอาชีพ และไม่มีอะไรการันตีว่าจะประสบความสำเร็จและเป็นอาชีพได้จริงๆ ก่อนที่จะกลายเป็นตำนานนักเตะและโค้ชทีมชาติไทย สิ่งเดียวที่ทำให้ โค้ชซิโก้ เกียรติศักดิ์ มาถึงจุดนี้ได้คือ “เพราะฟุตบอลเป็นทุกอย่าง”"]
  },
]
export const suitable: string[] = [
  "บุคคลทั่วไปที่รับชมฟุตบอลเพื่อความบันเทิง และมีความสนใจในการเรียนรู้แท็กติกฟุตบอลเพื่อรับชมฟุตบอลให้ลึกซึ้งมากยิ่งขึ้น",
  "บุคคลที่ต้องดูแลทีม หรือลูกน้องให้ทำงานเป็นทีมเวิร์ค",
  "เยาวชนที่มีความต้องการติดทีมชาติ และเรียนรู้แผนการเล่นและแท็กติกในเกมฟุตบอล",
  "คนที่สนใจและชื่นชอบการเล่นฟุตบอล ที่ต้องการพัฒนามุมมองและแนวคิดการเป็นนักกีฬาให้มากขึ้น"
]
export const interestingTopics: InterestingTopic[] = [
  {
    image: "/course/interesting-1.png",
    name: "ศาสตร์ของการเป็นโค้ช"
  },
  {
    image: "/course/interesting-2.png",
    name: "การใช้จิตวิทยาของโค้ช"
  },
  {
    image: "/course/interesting-3.png",
    name: "การฝึกซ้อมของนักฟุตบอล"
  },
  {
    image: "/course/interesting-4.png",
    name: "การสื่อสารและสร้างทีมเวิร์ค"
  },
  {
    image: "/course/interesting-5.png",
    name: "แท็กติกในเกมฟุตบอล"
  },
  {
    image: "/course/interesting-6.png",
    name: "การแก้เกมในเกมฟุตบอล"
  },
]