import { Feature, ShopeeReview, MyStudent, Accordion, CourseSoon, CourseLatest } from "./interface"

export const reviews: Feature[] = [
  {
    image: "/review/review-1.webp",
    name: "นิกส์ อรรถพล",
    career: "Country Manager - Tinder",
    review: "การที่ได้เรียนรู้ความสำเร็จจากผู้บริหารที่ประสบความสำเร็จมาแล้วเป็นอะไรที่หาได้ยากมาก ๆ คุ้มค่า แนะนำเลย"
  },
  {
    image: "/review/review-2.webp",
    name: "พีช พิชญา",
    career: "Head of Monetization - Shopee",
    review: "แตกต่างจากคอร์สเรียนที่อื่น เหมาะสำหรับพนักงานประจำที่ต้องการพัฒนาตัวเอง มีคอร์สใหม่ตลอดสำหรับแพ็กเกจรายปี"
  },
  {
    image: "/review/review-3.webp",
    name: "วิล ชนากานต์",
    career: "Business Analyst - McKinsey & Company",
    review: "ได้เรียนรู้จากประสบการณ์จริงของผู้บริหาร การเรียบเรียงและตัดต่อกระชับน่าติดตามเหมือนได้ดูซีรี่ย์ Netflix ดี ๆ เรื่องนึง"
  },
  {
    image: "/review/review-4.webp",
    name: "มุก ภัณฑิลา",
    career: "MBA Candidate - Stanford University, Graduate School of Business",
    review: "ได้พัฒนาตัวเองในหลายๆด้าน โดยที่ไม่ต้องเสียเวลาในการหาข้อมูลเยอะ เพราะได้เรียนจากผู้สอนเก่ง ๆ"
  },
]
export const shopeeReviews: ShopeeReview[] = [
  {
    rating: "⭐️⭐️⭐️⭐️⭐️",
    review: "เจ้าหน้าที่ตอบไวมากคอสดี มากค่ะ แค่ฟังคุณบรรยงค์ ท่านเดียวก็ถือว่าคุ้มค่ามากๆแล้วค่ะ ขอให้มีspeakerท่านอื่นๆตามมาอีกเยอะๆนะคะ 👏🏻👏🏻👏🏻👏🏻🎀🎀🎀🎀🎀🎀🧡🧡🧡🧡🧡❤️❤️❤️❤️❤️❤️❤️💕💕💕💕💕💕💕💕",
    name: "phanrapeevarakul",
    date: "17-Aug-2021",
  },
  {
    rating: "⭐️⭐️⭐️⭐️⭐️",
    review: "เป็นคอร์ สที่คุ้มมาก แค่ผู้สอนก็ก็เกินคุ้มแล้ว หลากหลายมากเลยค่ะ เป็นโอกาสที่ดีมากๆ ฟังไม่เบื่อเลย เดินเรื่องได้สนุกมากค่ะ ฟังจบไปแต่ละคอร์ส รู้สึกถึง mindset ที่เปลี่ยนไปเยอะ ได้ความรู้ เทคนิคต่างๆนาๆ ไปพัฒนาตัวเองได้เยอะจริงๆ บางคอร์สสามารถตอบปัญหาที่คาใจมานานไดด้วย สุดยอดค่ะ แนะนำมากๆค่ะ 👍🏻👍🏻",
    name: "fernchanikanbualert",
    date: "17-Oct-2021",
  },
  {
    rating: "⭐️⭐️⭐️⭐️⭐️",
    review: "ดีนะคะ ลองเรียนแล้วได้ไอเดียในการทำงาน/ทำธุรกิจเยอะเลยค่ะ ราคาถือว่าคุ้มมากสำหรับการได้ฟังผู้บริหารระดับนี้ ตัวโปรแกรมเรียนใช้ง่ายดีค่ะ ขอบคุณที่พัฒนาอะไรดีๆแบบนี้นะคะ🙏🏻😊",
    name: "bellnapasorn",
    date: "06-Jun-2021",
  },
  {
    rating: "⭐️⭐️⭐️⭐️⭐️",
    review: "โปรโมชั่น ดีมากกก 1 ปี กับโค้ชที่ระดับคุณภาพพพพพ เห็นคอร์สนี้ตอนฟัง the standard ใน YouTube เลย คือตัดสินใจซื้อแทบจะทันที เพราะเหล่าโค้ชที่มาพูดคือดีอ่ะ",
    name: "danut_nammon22",
    date: "17-Sep-2021",
  },
]
export const myStudents: MyStudent[] = [
  {
    image: "/index/scb.webp",
    alt: "SCB ไทยพาณิชย์",
    width: 165,
    height: 64.983
  },
  {
    image: "/index/kpmg.webp",
    alt: "KPMG",
    width: 165,
    height: 64.2
  },
  {
    image: "/index/bangkok-hospital.webp",
    alt: "โรงพยาบาลกรุงเทพ",
    width: 262.5,
    height: 59.2167
  },
  {
    image: "/index/grab.webp",
    alt: "Grab",
    width: 165,
    height: 66.1333
  },
  {
    image: "/index/set.webp",
    alt: "SET",
    width: 165,
    height: 96.6833
  },
  {
    image: "/index/cp.webp",
    alt: "CP",
    width: 165,
    height: 165
  },
  {
    image: "/index/isuzu.webp",
    alt: "ISUZU",
    width: 165,
    height: 45.4667
  },
  {
    image: "/index/shopee.webp",
    alt: "Shopee",
    width: 262.5,
    height: 86.4833
  },
  {
    image: "/index/pwc.webp",
    alt: "pwc",
    width: 165,
    height: 125.55
  },
]
export const frequentlyAskedQuestions: Accordion[] = [
  {
    title: "Cariber คืออะไร?",
    description: [
      "Cariber คือแพลตฟอร์มการเรียนรู้ที่เปิดโอกาสให้ทุกคนได้เข้าถึงความรู้และประสบการณ์",
      "จากผู้นำองค์กรและผู้เชี่ยวชาญในทุกแวดวง ไร้ข้อจำกัดด้านสถานที่และเวลา",
      "ในราคาเอื้อมถึงแต่ยังคงคุณภาพ พร้อมต่อยอดเส้นทางอาชีพได้จริง"
    ]
  },
  {
    title: "รูปแบบการสมัครคอร์ส Cariber?",
    description: [
      "Cariber มีคอร์สเรียน 2 รูปแบบให้คุณได้เลือกสมัคร",
      "1. หนึ่งคอร์ส: เรียนได้เฉพาะคอร์สที่ซื้อราคา 2,000 บาท เรียนซ้ำได้ไม่จำกัดจำนวนครั้ง ตลอด 1 ปี เต็ม",
      "2.แพ็กเกจรายปี: เรียนได้ทุกคอร์สจากทุกผู้สอนทุกคนบนแพลตฟอร์ม Cariber ได้ไม่จำกัด ตลอด 1 ปีเต็ม ราคา 5,000 บาท"
    ]
  },
  {
    title: "รูปแบบไหนที่เหมาะกับคุณ?",
    description: [
      "หากยังไม่แน่ใจว่ารูปแบบไหนที่ใช่คุณ ลองอ่านรายละเอียดด้านล่างนี้เพื่อประกอบการตัดสินใจ:",
      "หากคุณสนใจคอร์สไหนเป็นพิเศษ เราขอแนะนำการซื้อเป็นรายคอร์ส",
      "แต่ถ้าหากคุณชอบความคุ้มค่าและต้องการพัฒนาตนเองอยู่ตลอดเวลา เราขอแนะนำแพ็กเกจรายปี เพราะคุณจะสามารถเข้าเรียนได้ทุกคอร์สตลอด 1 ปี"
    ]
  },
  {
    title: "รับชม Cariber ได้ผ่านช่องทางไหนบ้าง?",
    description: [
      "สามารถเข้าเรียนคอร์ส Cariber ผ่านคอมพิวเตอร์ สมาร์ตโฟน แท็บเล็ตหรือสมาร์ตทีวี"
    ]
  },
  {
    title: "รับชม Cariber ได้ผ่านช่องทางไหนบ้าง?",
    description: [
      "ผู้ใช้งานแพ็กเกจรายปีที่ทำการซื้อและชำระเงินผ่านบัตรเครดิต/เดบิตตั้งแต่วันที่ 15 กรกฎาคม 2564 เป็นต้นไป จะถูกต่ออายุและหักชำระโดยอัตโนมัติทุกปี",
      "หากคุณประสงค์จะยกเลิกการต่ออายุอัตโนมัติแพ็กเกจรายปี โปรดติดต่อเราที่: contact@cariber.co"
    ]
  },
  {
    title: "Cariber รวมภาษีมูลค่าเพิ่มหรือยัง?",
    description: [
      "ราคาคอร์สเรียนและแพ็กเกจรายปี รวมภาษีมูลค่าเพิ่มแล้ว"
    ]
  },
  {
    title: "แพ็กเกจรายปีสามารถใช้ได้กี่ท่าน?",
    description: [
      "แพ็กเกจรายปี สงวนสิทธิสำหรับการใช้งานส่วนบุคคล ต่อ 1 ผู้ใช้งานเท่านั้น หากพบว่ามีการละเมิดการใช้งานร่วมกัน ทางบริษัทขอสงวนสิทธิระงับการใช้งานโดยไม่ต้องแจ้งให้ทราบล่วงหน้า"
    ]
  },
]
export const coursesSoon: CourseSoon[] = [
  {
    image: "/index/kosol-sapprasert.jpg",
    alt: "ดร.โกศล ทรัพย์ประเสริฐ"
  },
  {
    image: "/index/phachara-arayakankul.jpg",
    alt: "พชร อารยะการกุล"
  },
  {
    image: "/index/nut-permsap.jpg",
    alt: "ณัฏฐ์ เพิ่มทรัพย์"
  },
  {
    image: "/index/naruecha-jirakalawasan.jpg",
    alt: "รศ.พญ. นฤชา จิรกาลวสาน"
  },
]
export const coursesLatest: CourseLatest[] = [
  {
    image: "/index/yuttana-boonom.jpg",
    alt: "ยุทธนา บุญอ้อม",
    link: "/yuthana-boonorm"
  },
  {
    image: "/index/kiarasak-senamuang.jpg",
    alt: "เกียรศักดิ์ เสนาเมือง",
    link: "/kiarasak-senamuang"
  }
]