import { SlideCourse } from "../slideCourse"
import { FeatureCariber, FeatureShopee } from "../../pages/review"

export const featureCariberFirst: FeatureCariber[] = [
  {
    image: "/review/review-1.webp",
    name: "นิกส์ อรรถพล",
    career: "Country Manager, Tinder",
    review: "การที่ได้เรียนรู้ความสำเร็จจากผู้บริหารที่ประสบความสำเร็จมาแล้วเป็นอะไรที่หาได้ยากมาก ๆ คุ้มค่า แนะนำเลย",
    from: "Cariber",
  },
  {
    image: "/review/review-2.webp",
    name: "พีช พิชญา",
    career: "Head of Monetization, Shopee",
    review: "แตกต่างจากคอร์สเรียนที่อื่น เหมาะสำหรับพนักงานประจำที่ต้องการพัฒนาตัวเอง มีคอร์สใหม่ตลอดสำหรับแพ็กเกจรายปี",
    from: "Cariber",
  },
  {
    image: "/review/review-3.webp",
    name: "วิล ชนากานต์",
    career: "Business Analyst, McKinsey & Company",
    review: "ได้เรียนรู้จากประสบการณ์จริงของผู้บริหาร การเรียบเรียงและตัดต่อกระชับน่าติดตามเหมือนได้ดูซีรี่ย์ Netflix ดี ๆ เรื่องนึง",
    from: "Cariber",
  },
  {
    image: "/review/review-4.webp",
    name: "มุก ภัณฑิลา",
    career: "MBA Candidate, Stanford University, Graduate School of Business",
    review: "ได้พัฒนาตัวเองในหลายๆด้าน โดยที่ไม่ต้องเสียเวลาในการหาข้อมูลเยอะ เพราะได้เรียนจากผู้สอนเก่ง ๆ",
    from: "Cariber",
  },
]
export const featureCariberSecond: FeatureCariber[] = [
  {
    image: "/review/review-5.webp",
    name: "ณัฐชา คาลเกน",
    career: "Founder, Khankel Company",
    review: "ต้องบอกเลยว่าคุ้มค่ามากที่ได้สมัครคอร์สแบบรายปีกับทาง cariber เป็นแพลตฟอร์ม การเรียนรู้ผ่านช่องทางออนไลน์ที่มีผู้เชี่ยวชาญในหลายด้าน มาถ่ายทอดความรู้โดยตรง ในราคารายปีที่คุ้มเกินคุ้ม ซึ่งมีคอร์สให้เรียนออกมาเรื่อยๆ หลังจากที่เรียนจบแต่ละคอร์ส ได้นำไปต่อยอดกับงานประจำและธุรกิจส่วนตัวได้อย่างมีประสิทธิภาพที่สำคัญนำมาประยุกต์ใช้จากคอร์สที่เรียนได้ทุกคอร์สอย่างแน่นอน",
    from: "Cariber",
  },
  {
    image: "/review/review-6.webp",
    name: "ธนิดา อ่อนน้อม",
    career: "Sales manager Key accounts, Premier Tech Systems and Automation",
    review: "ใช้เวลาเรียนต่อคอร์สไม่นาน เรียนรู้จากประสบการณ์ตรงของผู้สอนเหมือนเรามีข้อมูลinsideจากคนทำเรื่องนั้นจริงๆ ไม่ได้เป็นแนววิชาการทำให้ไม่เครียดมาก สิ่งสำคัญคือควรหาเวลาเรียนให้ได้มากที่สุดค่ะ",
    from: "Cariber",
  },
  {
    image: "/review/review-7.webp",
    name: "Chaiwat Asuwapongpatana",
    career: "Founder, 12Aroi Bakery",
    review: "ได้เห็นถึงมุมมองที่แตกกต่างออกไปของผู้บริหารระดับประเทศ กว่าจะมาถึงในระดับนี้ มีประสมการณ์ การถ่ายถอดเรื่องราาว และ มีมุมมองอย่างไร แต่ละคอร์สถือว่าคุ้มค่ามากๆ เป็นคอร์สที่ถ้าไม่ได้เรียนจะเสียใจภายหลังมาก คุ้มค่ามาก",
    from: "Cariber",
  },
  {
    image: "/review/review-8.webp",
    name: "อัจฉรีย์ วงษ์ประเสริฐ",
    career: "ผู้ช่วยผู้อำนวยการงานบริหารการวางแผนกำลังคนเชิงกลยุทธ์ บริษัท อาคเนย์ประกันชีวิต จำกัด(มหาชน)",
    review: "ในโลกที่ทุกอย่างเปลี่ยนแปลงไปอย่างรวดเร็ว ในฐานะคนทำงานเราก็ต้องกระตือรือล้น ขวนขวายหาความรู้ เพื่อให้ก้าวทันโลก ทันการเปลี่ยนแปลง การเรียนรู้ประสบการณ์จากผู้ที่รู้จริง ลงมือจริง ช่วยให้แนวทางการทำงาน ที่เป็นระบบ เป็นขั้นตอน เหมือนมี coach มาชี้แนวทาง",
    from: "Cariber",
  },
  {
    image: "/review/review-9.webp",
    name: "กฤษฎา มิมมา",
    career: "Business Develop Manager, Tipco Asphalt",
    review: "บางช่วงมีปัญหากับงานที่ทำอยู่ พอได้เข้าเรียนพบว่า สามารถนำไปประยุกต์แก้ปัญหาได้",
    from: "Cariber",
  },
  {
    image: "/review/review-10.webp",
    name: "ณัฐดนัย ฐิตวัฒนพงศ์",
    career: "Chief Community Officer, Youth Northen",
    review: "ได้แง่คิด แนวทางที่เป็นประโยชน์ จากตัวจริงในวงการ นำไปปรับใช้ในชีวิตประจำวัน",
    from: "Cariber",
  },
  {
    image: "/review/review-11.webp",
    name: "ปฐมภัทร คำตา",
    career: "Data Scientist Manager, Accenture",
    review: "ได้เรียนรู้จากประสบการณ์จริง ที่ไม่ใช่แค่หลักการ แต่ยังเป็นภูมิปัญญาที่คนเรียนสามารถเอาไปปรับใช้กับตัวเองได้เป็นอย่างดี",
    from: "Cariber",
  },
  {
    image: "/review/review-12.webp",
    name: "จักรพงษ์ คงมาลัย",
    career: "Managing Director, Moonshot Digital | Digital PR & Content Agency",
    review: "ช่วยให้ confirm ได้ว่าสิ่งที่เราคิดอันไหนบ้างที่ตรงกับสิ่งที่ thought leader ต่างๆ คิด",
    from: "Cariber",
  },
]
export const featureShopee: FeatureShopee[] = [
  {
    name: "phanrapeevarakul",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "เจ้าหน้าที่ตอบไวมาก คอสดีมากค่ะ แค่ฟังคุณบรรยงค์ ท่านเดียวก็ถือว่าคุ้มค่ามากๆแล้วค่ะ ขอให้มีspeakerท่านอื่นๆตามมาอีกเยอะๆนะคะ 👏🏻👏🏻👏🏻👏🏻🎀🎀🎀🎀🎀🎀🧡🧡🧡🧡🧡❤️❤️❤️❤️❤️❤️❤️💕💕💕💕💕💕💕💕",
    from: "Shopee",
  },
  {
    name: "bellnapasorn",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "ดีนะคะ ลองเรียนแล้วได้ไอเดียในการทำงาน/ทำธุรกิจเยอะเลยค่ะ ราคาถือว่าคุ้มมากสำหรับการได้ฟังผู้บริหารระดับนี้ ตัวโปรแกรมเรียนใช้ง่ายดีค่ะ ขอบคุณที่พัฒนาอะไรดีๆแบบนี้นะคะ🙏🏻😊",
    from: "Shopee",
  },
  {
    name: "thantada",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "การสั่งซื้อรวดเร็วมาก แปปเดียว ได้ดูแล้ว, ดูจากรายชื่อวิทยากรแล้วน่าดู แถวยังมีการอัพเดทเรื่อยๆอีก น่าจะเป็นประโยชน์ไม่มากก็น้อย",
    from: "Shopee",
  },
  {
    name: "kittinjinawong",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "คอร์สเรียนดีมาก การตัดต่อดีแบ่งเป็นตอนชัดเจนง่ายต่อการกลับมาฟังใหม่ คุ้มค่ามาก ๆ ครับ แนะนำให้ทุกคนได้เรียน",
    from: "Shopee",
  },
  {
    name: "zizzizeeintph",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "คุ้มค่ามากๆ คอร์สกระชับ ได้ใจความ ตรงประเด็น เต็มไปด้วยวิทยากรที่ลงสนามจริง มีประสบการณ์มาสอน รอติดตามต่อไปค่ะ",
    from: "Shopee",
  },
  {
    name: "kingkongba08",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "คอร์สดีมากครับ ระดับผู้บริหารมาสอนเองเลย สุดยอดมาก",
    from: "Shopee",
  },
  {
    name: "kmeenn",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "คุณแอดมินตอบไวมากเลยค่ะ ภาพวิดีโอคมชัดมาก คุ้มค่าแล้วก็คุณภาพเกินราคามาก",
    from: "Shopee",
  },
  {
    name: "thaikhamth",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "เป็นคลังความรู้ที่คุ้มค่ามากๆ การดำเนินเรื่องน่าติดตามน่าสนใจ คุ้มค่ามากๆเมื่อเทียบกับราคา",
    from: "Shopee",
  },
  {
    name: "raweeoyl",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "คอร์สดี ตัดต่อเนื้อหามาดี ทำเป็นตอนสั้นๆ เข้าใจง่าย ได้ประโยชน์มาก ราคานี้ถือว่าคุ้มมากๆ และยังจะมีคนมาเพิ่มอีกเรื่อยๆ",
    from: "Shopee",
  },
  {
    name: "mkrissada",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "ได้รับเมล์รหัสการเข้าเรียนรวดเร็วมาก",
    from: "Shopee",
  },
  {
    name: "suphischa.toey",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "เนื้อหาดีมาก ภาพคมชัด ได้ความรู้ประสบการณ์มาปรับใช้คะ แอดมินตอบเร็วดีคะ",
    from: "Shopee",
  },
  {
    name: "hommetfc",
    ratings: "⭐️⭐️⭐️⭐️⭐️",
    review: "ราคานี้ ดูได้ทั้งปี คุ้มมากค่ะ",
    from: "Shopee",
  },
]
export const slideCourse: SlideCourse[] = [
  {
    link: "#",
    image: "/review/slideshow-1.jpg"
  },
  {
    link: "",
    image: "/review/slideshow-2.jpg"
  },
  {
    link: "",
    image: "/review/slideshow-3.jpg"
  },
  {
    link: "",
    image: "/review/slideshow-4.jpg"
  },
  {
    link: "",
    image: "/review/slideshow-5.jpg"
  },
  {
    link: "",
    image: "/review/slideshow-6.jpg"
  },
  {
    link: "",
    image: "/review/slideshow-7.jpg"
  },
]